var latlng = [
    {
        title: '臺北市',
        lat: 25.037780,
        lng: 121.564390
    },
    {
        title: '基隆市',
        lat: 25.131630,
        lng: 121.744642
    },
    {
        title: '桃園市',
        lat: 24.993191,
        lng: 121.301017
    },
    {
        title: '新北市',
        lat: 24.892335,
        lng: 121.522549
    },
    {
        title: '新竹市',
        lat: 24.651396,
        lng: 121.195309
    },
    {
        title: '苗栗縣',
        lat: 24.447371,
        lng: 120.975831
    },
    {
        title: '臺中市',
        lat: 24.161890,
        lng: 120.646878
    },
    {
        title: '彰化縣',
        lat: 23.936506,
        lng: 120.508931
    },
    {
        title: '南投縣',
        lat: 23.822287,
        lng: 120.971007
    },
    {
        title: '雲林縣',
        lat: 23.699196,
        lng: 120.526324
    },
    {
        title: '嘉義縣 ',
        lat: 23.481317,
        lng: 120.453599
    },
    {
        title: '宜蘭縣 ',
        lat: 24.506455,
        lng: 121.479123
    },
    {
        title: '花蓮縣 ',
        lat: 23.617318,
        lng: 121.286111
    },
    {
        title: '台東縣 ',
        lat: 22.755471,
        lng: 121.150534
    },
    {
        title: '臺南市',
        lat: 22.992372,
        lng: 120.185061
    },
    {
        title: '高雄市',
        lat: 23.039001,
        lng: 120.645841
    },
    {
        title: '屏東縣 ',
        lat: 22.450732,
        lng: 120.660151
    },
    {
        title: '連江縣 ',
        lat: 26.172734,
        lng: 119.965732
    },
    {
        title: '澎湖縣  ',
        lat: 23.570003,
        lng: 119.566378
    },
    {
        title: '金門縣  ',
        lat: 24.436791,
        lng: 118.318632
    }
];

module.exports = latlng;